Repository: p2p-solidarity/solidarity
Catalog: solidarity/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: "%@" will unlock in %lld day(s). Open the app to record activity.
zh_hant: "%@" 將在 %lld 天後解鎖。請開啟 App 以記錄活動。

source: \(chartService.filteredData.count) cards
zh_hant: \(chartService.filteredData.count) 張名片

source: \(group.memberCount) members
zh_hant: \(group.memberCount) 位成員

source: \(message.count)/200 characters
zh_hant: \(message.count)/200 字元

source: #Phone Contacts
zh_hant: #手機通訊錄

source: %d days
zh_hant: %d 天

source: %d hours
zh_hant: %d 小時

source: %lld taps away from developer mode.
zh_hant: 再點擊 %lld 下即可啟用開發者模式。

source: + \(messages.count - 5) more messages
zh_hant: + 另外 \(messages.count - 5) 則訊息

source: + %lld more
zh_hant: + %lld 則更多

source: ⚪️ Standard
zh_hant: ⚪️ 標準

source: 🟢 High Trust
zh_hant: 🟢 高信任

source: 1 day
zh_hant: 1 天

source: 1 hour
zh_hant: 1 小時

source: 1 tap away from developer mode.
zh_hant: 再點擊 1 下即可啟用開發者模式。

source: A beautiful encounter worth cherishing 🌸
zh_hant: 值得珍藏的美好相遇 🌸

source: A critical error occurred. Please restart the app and contact support if the problem persists.
zh_hant: 發生嚴重錯誤。請重新啟動 App；若問題持續，請聯絡支援。

source: A once-in-a-lifetime encounter 🌸
zh_hant: 一期一會的相遇 🌸

source: Accept & Sign
zh_hant: 接受並簽章

source: Access denied or insufficient permissions.
zh_hant: 存取遭拒或權限不足。

source: Account & Identity
zh_hant: 帳號與身分

source: Actions
zh_hant: 操作

source: Active today
zh_hant: 今天有活動

source: Add More
zh_hant: 新增更多

source: Add via proximity exchange or contact import
zh_hant: 透過近距離交換或匯入通訊錄來新增

source: Advanced
zh_hant: 進階

source: All Activity Levels
zh_hant: 所有活動層級

source: All Cards
zh_hant: 全部名片

source: All Character Types
zh_hant: 所有角色類型

source: Allow forwarding
zh_hant: 允許轉發

source: Almost there...
zh_hant: 快到了…

source: An error occurred
zh_hant: 發生錯誤

source: Anonymous
zh_hant: 匿名

source: App configuration is invalid or missing.
zh_hant: App 設定無效或遺失。

source: Applying pairwise DID and biometric gate.
zh_hant: 套用成對 DID 與生物辨識驗證。

source: Are you sure you want to delete \(user.name)? This action cannot be undone.
zh_hant: 確定要刪除 \(user.name) 嗎？此操作無法復原。

source: Are you sure you want to delete %@? This action cannot be undone.
zh_hant: 你確定要刪除 %@ 嗎？此操作無法復原。

source: Attempt ZK generation with fallback to SD-JWT.
zh_hant: 嘗試產生 ZK 證明，失敗時回退至 SD-JWT。

source: Authenticate and Setup Key
zh_hant: 驗證並設定金鑰

source: Awaiting Response
zh_hant: 等待回應

source: Back
zh_hant: 返回

source: Back to Discovery
zh_hant: 返回探索

source: Basic Info
zh_hant: 基本資料

source: Begin your setup journey
zh_hant: 開始你的設定之旅

source: Beginner
zh_hant: 初階

source: Both signatures and messages have been saved
zh_hant: 雙方簽章與訊息已儲存

source: Both signatures have been saved to contacts
zh_hant: 雙方簽章已儲存至聯絡人

source: Bring your passport close to the device to read NFC chip data.
zh_hant: 請將護照靠近裝置以讀取 NFC 晶片資料。

source: Build your digital identity
zh_hant: 建立你的數位身份

source: Build your verified social graph with privacy-first identity.
zh_hant: 以隱私優先的身分機制建立已驗證的人脈網路。

source: Business card has been saved to your contacts
zh_hant: 名片已儲存至你的聯絡人

source: Business Card: %@
zh_hant: 名片：%@

source: Camera access is required to scan business cards
zh_hant: 掃描名片需要相機權限

source: Camera access is required to scan business cards. Please enable it in Settings.
zh_hant: 掃描名片需要相機權限。請在設定中啟用。

source: Camera access is required to scan QR codes.
zh_hant: 掃描 QR 碼需要相機權限。

source: Camera access is required to scan QR codes. Please enable it in Settings.
zh_hant: 掃描 QR 碼需要相機權限。請在設定中啟用。

source: Camera access is required. Please enable it in Settings.
zh_hant: 需要相機權限。請在設定中啟用。

source: Camera Access Required
zh_hant: 需要相機權限

source: Camera Permission
zh_hant: 相機權限

source: Cancel
zh_hant: 取消

source: Cancel Request
zh_hant: 取消請求

source: Capture MRZ
zh_hant: 擷取 MRZ

source: Card
zh_hant: 卡片

source: Card Details
zh_hant: 名片詳情

source: Card Received
zh_hant: 收到名片

source: Card Saved!
zh_hant: 名片已儲存！

source: Categories (comma separated)
zh_hant: 分類（以逗號分隔）

source: Certificate verification failed
zh_hant: 憑證驗證失敗

source: Character Type
zh_hant: 角色類型

source: Check out \(user.name) on Sakura!
zh_hant: 在 Sakura 上看看 \(user.name)！

source: Check out %@ on AirMeishi!
zh_hant: 來看看 AirMeishi 上的 %@！

source: Chip UID:
zh_hant: 晶片 UID：

source: Choose Different
zh_hant: 重新選擇

source: Choose from Photos
zh_hant: 從照片選取

source: Choose the language of the business card you want to scan
zh_hant: 選擇你要掃描的名片語言

source: Claim: %@
zh_hant: 聲明：%@

source: Clear
zh_hant: 清除

source: Clear All Filters
zh_hant: 清除所有篩選

source: Close
zh_hant: 關閉

source: Commitment
zh_hant: 承諾值

source: Company
zh_hant: 公司

source: Configuration error: %@
zh_hant: 設定錯誤：%@

source: Confirm Sharing Scope
zh_hant: 確認分享範圍

source: Connecting to chip...
zh_hant: 正在連線至晶片…

source: Connection Error
zh_hant: 連線錯誤

source: Connection Status
zh_hant: 連線狀態

source: Contact
zh_hant: 聯絡方式

source: Contact and Skills
zh_hant: 聯絡與技能

source: Contact Information
zh_hant: 聯絡資訊

source: Contacts
zh_hant: 聯絡人

source: Contacts access was denied.
zh_hant: 聯絡人存取權限遭拒。

source: Continue
zh_hant: 繼續

source: Continue to NFC
zh_hant: 繼續前往 NFC

source: Control what you share
zh_hant: 掌控你要分享的內容

source: Copied
zh_hant: 已複製

source: Copy JWK
zh_hant: 複製 JWK

source: Create a card in Me tab first.
zh_hant: 請先在「我的」分頁建立卡片。

source: Create and activate your master key
zh_hant: 建立並啟用你的主金鑰

source: Create and unlock your DID master key.
zh_hant: 建立並解鎖你的 DID 主金鑰。

source: Create Card
zh_hant: 建立卡片

source: Create Identity Card
zh_hant: 建立身份卡

source: Create Identity Card First
zh_hant: 請先建立身份名片

source: Credential is ready. Save it to your identity wallet.
zh_hant: 憑證已就緒。請儲存到你的身分錢包。

source: Credential offer detected: %@
zh_hant: 偵測到憑證提供： %@

source: Critical
zh_hant: 嚴重

source: Cryptographic error: %@
zh_hant: 密碼學錯誤：%@

source: Cryptographic operation failed or keys are corrupted.
zh_hant: 密碼學操作失敗或金鑰已損毀。

source: Cryptographic proof verification failed.
zh_hant: 密碼學證明驗證失敗。

source: Current DID
zh_hant: 目前 DID

source: Danger Zone
zh_hant: 危險區域

source: Date of Birth
zh_hant: 出生日期

source: Decline
zh_hant: 拒絕

source: Delete
zh_hant: 刪除

source: Delete Card
zh_hant: 刪除卡片

source: Delete Contact
zh_hant: 刪除聯絡人

source: Delete Contact?
zh_hant: 刪除聯絡人？

source: Delete Identity
zh_hant: 刪除身分

source: Delete Identity?
zh_hant: 刪除身分？

source: Delete this card?
zh_hant: 要刪除此卡片嗎？

source: Developer Group Management
zh_hant: 開發者群組管理

source: Developer Mode Disabled
zh_hant: 開發者模式已停用

source: Developer Mode Enabled
zh_hant: 開發者模式已啟用

source: Document hash: %@
zh_hant: 文件雜湊：%@

source: Domain verification error: %@
zh_hant: 網域驗證錯誤：%@

source: Done
zh_hant: 完成

source: Edit Identity Card
zh_hant: 編輯身份卡

source: Email
zh_hant: 電子郵件

source: Enabled
zh_hant: 已啟用

source: Encryption error: %@
zh_hant: 加密錯誤：%@

source: English
zh_hant: 英文

source: Enter App
zh_hant: 進入應用程式

source: Event Activity Level
zh_hant: 事件活躍度

source: Exchange
zh_hant: 交換

source: Exchange Cards
zh_hant: 交換名片

source: Exchange cards with nearby people via proximity sharing
zh_hant: 透過近距離分享與附近的人交換名片

source: Exchange Complete
zh_hant: 交換完成

source: Expert
zh_hant: 專家

source: Expires
zh_hant: 到期

source: Expiry Date
zh_hant: 到期日

source: Export Verified Graph
zh_hant: 匯出已驗證圖譜

source: Extracting text and identifying contact information
zh_hant: 正在擷取文字並辨識聯絡資訊

source: Extraction Complete
zh_hant: 擷取完成

source: Face ID for credential issuance
zh_hant: 憑證簽發需 Face ID

source: Face ID for graph export
zh_hant: 圖譜匯出需 Face ID

source: Face ID for key rotation
zh_hant: 金鑰輪替需 Face ID

source: Face ID for proof presentation
zh_hant: 證明出示需 Face ID

source: Face ID for recovery bundle access
zh_hant: 復原包存取需 Face ID

source: Failed
zh_hant: 失敗

source: Failed to create identity: \(error.localizedDescription)
zh_hant: 建立身分失敗：\(error.localizedDescription)

source: Failed to create key shards
zh_hant: 建立金鑰分片失敗

source: Failed to create VC: \(error.localizedDescription)
zh_hant: 建立 VC 失敗：\(error.localizedDescription)

source: Failed to encrypt or decrypt data.
zh_hant: 加密或解密資料失敗。

source: Failed to extract information: %@
zh_hant: 擷取資訊失敗：%@

source: Failed to generate cryptographic proof.
zh_hant: 產生密碼學證明失敗。

source: Failed to generate QR code image.
zh_hant: 無法產生 QR Code 圖像。

source: Failed to import VCs. All \(failureCount) attempts failed.
zh_hant: 匯入 VC 失敗，\(failureCount) 次皆失敗。

source: Failed to join: %@
zh_hant: 加入失敗：%@

source: Failed to load image: %@
zh_hant: 載入圖片失敗：%@

source: Failed to prepare Wallet pass: %@
zh_hant: 準備 Wallet 通行證失敗：%@

source: Failed to read file: \(error.localizedDescription)
zh_hant: 讀取檔案失敗：\(error.localizedDescription)

source: Failed to send: \(error.localizedDescription)
zh_hant: 傳送失敗：\(error.localizedDescription)

source: Failed to synchronize data.
zh_hant: 同步資料失敗。

source: Fallback active
zh_hant: 已啟用備援

source: Fallback: SD-JWT mode
zh_hant: 備援：SD-JWT 模式

source: Filters
zh_hant: 篩選

source: General
zh_hant: 一般

source: Generate a passport proof to unlock high-trust claims.
zh_hant: 產生護照證明以啟用高信任聲明。

source: Generate Proof
zh_hant: 產生證明

source: Generate ZK Proof
zh_hant: 產生 ZK 證明

source: GitHub username
zh_hant: GitHub 使用者名稱

source: Group
zh_hant: 群組

source: Group Invite
zh_hant: 群組邀請

source: Group management and Sakura gallery are now accessible in Settings.
zh_hant: 你現在可在設定中使用群組管理與 Sakura 圖庫。

source: Groups
zh_hant: 群組

source: Hide QR Code
zh_hant: 隱藏 QR Code

source: High
zh_hant: 高

source: iCloud Backup & Restore
zh_hant: iCloud 備份與還原

source: ID
zh_hant: 身分

source: Identity records
zh_hant: 身分紀錄

source: Identity Status
zh_hant: 身分狀態

source: Import / Export
zh_hant: 匯入／匯出

source: Import Contacts
zh_hant: 匯入聯絡人

source: Import contacts from address book (optional)
zh_hant: 從通訊錄匯入聯絡人（可選）

source: Import Credential
zh_hant: 匯入憑證

source: Import existing contacts as a bootstrap for your graph.
zh_hant: 匯入既有聯絡人，作為你的人脈網路起點。

source: Import Phone Contacts
zh_hant: 匯入手機通訊錄

source: Imported %lld contacts
zh_hant: 已匯入 %lld 位聯絡人

source: Inactivity unlock
zh_hant: 閒置解鎖

source: Incoming Request
zh_hant: 收到請求

source: Incoming request from %@
zh_hant: 收到來自 %@ 的請求

source: Input passport fields before secure chip read.
zh_hant: 在安全讀取晶片前先輸入護照欄位。

source: Integrated with Wallet app
zh_hant: 與 Wallet App 整合

source: Intermediate
zh_hant: 中階

source: Invalid business card data
zh_hant: 名片資料無效

source: Invalid data: %@
zh_hant: 資料無效：%@

source: Invalid QR Code format
zh_hant: QR Code 格式無效

source: Invalid URL format
zh_hant: URL 格式無效

source: Invited to join group: \(invite.groupName)
zh_hant: 已受邀加入群組：\(invite.groupName)

source: Item is not configured for inactivity monitoring
zh_hant: 項目尚未設定閒置監控

source: Japanese
zh_hant: 日文

source: Keep this screen open. We'll notify you when matching succeeds
zh_hant: 保持畫面開啟，我們會在配對成功時通知你

source: Key management error: %@
zh_hant: 金鑰管理錯誤：%@

source: Key ready, contacts imported, and identity proofs prepared.
zh_hant: 金鑰已就緒、聯絡人已匯入，身分證明也已準備完成。

source: Key Setup
zh_hant: 金鑰設定

source: Language Selection
zh_hant: 語言選擇

source: Last active %lld days ago
zh_hant: %lld 天前最後活動

source: Last active yesterday
zh_hant: 昨天最後活動

source: Last Interaction
zh_hant: 最後互動

source: Last issuance: %lld successful, %lld failed at %@
zh_hant: 上次簽發：成功 %lld、失敗 %lld（%@）

source: Latest Sakura
zh_hant: 最新 Sakura

source: LinkedIn username
zh_hant: LinkedIn 使用者名稱

source: Loading cards...
zh_hant: 正在載入卡片...

source: Loading profile...
zh_hant: 載入個人資料中...

source: Local data reset completed.
zh_hant: 本機資料重設完成。

source: Low
zh_hant: 低

source: Master key
zh_hant: 主金鑰

source: Master key is ready
zh_hant: 主金鑰已就緒

source: Master key not set
zh_hant: 主金鑰尚未設定

source: Master key rotated successfully.
zh_hant: 主金鑰已成功輪替。

source: Match
zh_hant: 配對

source: Max Uses
zh_hant: 最多使用次數

source: Me
zh_hant: 我

source: Medium
zh_hant: 中

source: Message History
zh_hant: 訊息紀錄

source: Missing identity commitment
zh_hant: 缺少身份承諾

source: Mode
zh_hant: 模式

source: MRZ digest: %@
zh_hant: MRZ 摘要：%@

source: My Identity Cards
zh_hant: 我的身份卡

source: My message
zh_hant: 我的訊息

source: My QR
zh_hant: 我的 QR

source: Name
zh_hant: 姓名

source: Name *
zh_hant: 姓名 *

source: Name is required.
zh_hant: 姓名為必填。

source: Nationality (3 letters)
zh_hant: 國籍（3 個字母）

source: Network error
zh_hant: 網路錯誤

source: Network error: %@
zh_hant: 網路錯誤：%@

source: Network request failed or timed out.
zh_hant: 網路請求失敗或逾時。

source: New Sakura from \(sender)
zh_hant: 來自 \(sender) 的新櫻花訊息

source: New Sakura message
zh_hant: 新櫻花訊息

source: Next
zh_hant: 下一步

source: No
zh_hant: 否

source: No additional issuers configured yet.
zh_hant: 尚未設定其他簽發者。

source: No cards found
zh_hant: 找不到名片

source: No contacts yet
zh_hant: 還沒有聯絡人

source: No group memberships
zh_hant: 尚無群組成員資格

source: No identity card available.
zh_hant: 沒有可用的身份卡。

source: No identity created
zh_hant: 尚未建立身分

source: No message history yet
zh_hant: 尚無訊息紀錄

source: No pending exchange request.
zh_hant: 目前沒有待處理的交換請求。

source: No provable claims yet.
zh_hant: 尚無可證明項目。

source: No Shards Shared
zh_hant: 尚未分享碎片

source: No tags available
zh_hant: 沒有可用標籤

source: No VCs found in the file.
zh_hant: 檔案中找不到 VC。

source: No VCs found to export.
zh_hant: 沒有可匯出的 VC。

source: Not found: %@
zh_hant: 找不到：%@

source: Not synced yet
zh_hant: 尚未同步

source: OCR error: %@
zh_hant: OCR 錯誤：%@

source: Offline error: %@
zh_hant: 離線錯誤：%@

source: OK
zh_hant: 確定

source: Onboarding
zh_hant: 新手導覽

source: One-time message (%lld/140)
zh_hant: 一次性訊息（%lld/140）

source: Only the group owner can assign additional credential issuers.
zh_hant: 只有群組擁有者可以指派其他憑證簽發者。

source: Open Settings
zh_hant: 開啟設定

source: Operation requires network connectivity.
zh_hant: 此操作需要網路連線。

source: Operation successful
zh_hant: 操作成功

source: Pass already in Wallet
zh_hant: 通行證已在 Wallet 中

source: Pass generation error: %@
zh_hant: Pass 產生錯誤：%@

source: Pass verification failed
zh_hant: 通行證驗證失敗

source: Passport
zh_hant: 護照

source: Passport credential has been reset.
zh_hant: 護照憑證已重設。

source: Passport credential saved
zh_hant: 護照憑證已儲存

source: Passport not configured
zh_hant: 尚未設定護照

source: Passport Number
zh_hant: 護照號碼

source: Passport Pipeline
zh_hant: 護照流程

source: Passport Prompt
zh_hant: 護照提示

source: Passport Setup
zh_hant: 護照設定

source: Peer
zh_hant: 對方

source: Peer Details
zh_hant: 對方詳情

source: Pending
zh_hant: 待處理

source: Pending / Unverified
zh_hant: 待確認 / 未驗證

source: People
zh_hant: 人脈

source: Permission denied
zh_hant: 權限遭拒

source: Persist Credential
zh_hant: 保存憑證

source: Personal
zh_hant: 個人

source: Phone
zh_hant: 電話

source: Please check app settings and configuration.
zh_hant: 請檢查 App 設定與組態。

source: Please check available storage space and try again.
zh_hant: 請確認儲存空間是否足夠後再試一次。

source: Please check sharing permissions and try again.
zh_hant: 請檢查分享權限後再試一次。

source: Please check the data format and try again.
zh_hant: 請檢查資料格式後再試一次。

source: Please check the email domain and try again later.
zh_hant: 請檢查電子郵件網域，稍後再試。

source: Please check your Apple Wallet settings and try again.
zh_hant: 請檢查你的 Apple Wallet 設定後再試一次。

source: Please check your connection and try syncing again.
zh_hant: 請檢查連線後再嘗試同步。

source: Please check your internet connection and try again.
zh_hant: 請檢查網路連線後再試一次。

source: Please check your permissions and try again.
zh_hant: 請檢查你的權限後再試一次。

source: Please correct the highlighted fields and try again.
zh_hant: 請修正標示欄位後再試一次。

source: Please enable camera access in Settings to scan QR codes.
zh_hant: 請在「設定」中啟用相機權限以掃描 QR Code。

source: Please ensure all required fields are present and try again.
zh_hant: 請確認所有必填欄位都已填寫後再試一次。

source: Please ensure the image is clear and try again.
zh_hant: 請確認圖片清晰後再試一次。

source: Please make sure both devices have this screen open
zh_hant: 請確保兩台裝置都開啟此畫面

source: Please restart the app and try again.
zh_hant: 請重新啟動 App 後再試一次。

source: Please restart the app to reinitialize cryptographic components.
zh_hant: 請重新啟動 App 以重新初始化密碼學元件。

source: Please restart the app to reinitialize security keys.
zh_hant: 請重新啟動 App 以重新初始化安全金鑰。

source: Please wait a moment before trying again.
zh_hant: 請稍候片刻再試一次。

source: Position QR code within the frame
zh_hant: 請將 QR 碼置於框內

source: Preparing Wallet Pass...
zh_hant: 正在準備 Wallet 通行證...

source: Present
zh_hant: 展示

source: Present Proof
zh_hant: 展示證明

source: Privacy First
zh_hant: 隱私優先

source: Privacy Level
zh_hant: 隱私等級

source: Processing image...
zh_hant: 正在處理圖片...

source: Profile
zh_hant: 個人資料

source: Proof
zh_hant: 證明

source: Proof generation error: %@
zh_hant: 證明產生錯誤：%@

source: Proof Submitted
zh_hant: 證明已提交

source: Proof verification error: %@
zh_hant: 證明驗證錯誤：%@

source: Proofs Supported
zh_hant: 支援證明

source: Protocol Router
zh_hant: 協定路由

source: Proximity Sharing
zh_hant: 近距分享

source: Public
zh_hant: 公開

source: QR Generation
zh_hant: QR 產生

source: QR presentation flow is available from Scan tab.
zh_hant: QR 出示流程可從掃描頁面使用。

source: QR Sharing
zh_hant: QR 分享

source: Quick and secure sharing
zh_hant: 快速且安全的分享

source: Rate limited: %@
zh_hant: 速率限制：%@

source: Read NFC Chip
zh_hant: 讀取 NFC 晶片

source: Read signed passport data from NFC chip.
zh_hant: 從 NFC 晶片讀取已簽章的護照資料。

source: Reading DG1 data...
zh_hant: 正在讀取 DG1 資料…

source: Ready for exchange
zh_hant: 準備交換

source: Ready to Match
zh_hant: 準備配對

source: Received business card from \(card.name)
zh_hant: 已收到來自 \(card.name) 的名片

source: Recently Added
zh_hant: 最近新增

source: Recipient
zh_hant: 收件人

source: Refresh QR
zh_hant: 重新整理 QR

source: Reply message (%lld/140)
zh_hant: 回覆訊息（%lld/140）

source: Requesting Camera Access...
zh_hant: 正在請求相機權限...

source: Required fields are missing or invalid.
zh_hant: 必填欄位缺失或無效。

source: Reset local app data?
zh_hant: 要重設本機 App 資料嗎？

source: Retake
zh_hant: 重拍

source: Review and accept the exchange request
zh_hant: 審核並接受交換請求

source: Review Request
zh_hant: 檢視請求

source: Review the extracted information and tap 'Use Data' to apply it to your business card form.
zh_hant: 請檢查擷取資訊，點擊「使用資料」即可套用到您的名片表單。

source: Rotate DID Master Key
zh_hant: 輪替 DID 主金鑰

source: Sakura Card Received! 🌸
zh_hant: 已收到櫻花名片！🌸

source: Sakura from \(senderName)
zh_hant: 來自 \(senderName) 的櫻花訊息

source: Sakura from %@
zh_hant: 來自 %@ 的 Sakura

source: Sakura Ichigoichie
zh_hant: 櫻花一期一會

source: Sakura Message
zh_hant: 櫻花訊息

source: Sakura Profile
zh_hant: 櫻花檔案

source: Sakura Received
zh_hant: 收到櫻花

source: Sakura Sent!
zh_hant: 櫻花已送出！

source: Save Changes
zh_hant: 儲存變更

source: Save identity card and provable claims.
zh_hant: 儲存身分卡與可驗證聲明。

source: Save Passport Credential
zh_hant: 儲存護照憑證

source: Save to Contacts
zh_hant: 儲存到聯絡人

source: Scan
zh_hant: 掃描

source: Scan Business Card
zh_hant: 掃描名片

source: Scan Group QR Code
zh_hant: 掃描群組 QR Code

source: Scan Passport
zh_hant: 掃描護照

source: Scan passport to enable high-trust proofs
zh_hant: 掃描護照以啟用高信任度證明

source: Scan passport to verify age and identity
zh_hant: 掃描護照即可證明年齡與真人身份

source: Scan QR Code
zh_hant: 掃描 QR 碼

source: Scan Router
zh_hant: 掃描路由

source: Scan your passport to unlock high-trust proofs.
zh_hant: 掃描你的護照以啟用高信任度證明。

source: Scanned Business Card
zh_hant: 已掃描名片

source: Scanning not supported
zh_hant: 不支援掃描

source: Scheduled for %@
zh_hant: 排程於 %@

source: Search
zh_hant: 搜尋

source: Search contacts, companies...
zh_hant: 搜尋聯絡人、公司...

source: Search contacts...
zh_hant: 搜尋聯絡人...

source: Search users...
zh_hant: 搜尋使用者...

source: Select fields to share and include a message
zh_hant: 選擇要分享的欄位並附上一則訊息

source: Select fields to share with %@
zh_hant: 選擇要與 %@ 分享的欄位

source: Select Language
zh_hant: 選擇語言

source: Select Recipient
zh_hant: 選擇收件人

source: Selective
zh_hant: 選擇性揭露

source: Self-Initiated Proof
zh_hant: 自發式證明

source: Send Exchange Request
zh_hant: 送出交換請求

source: Send Sakura
zh_hant: 傳送 Sakura

source: Setup Complete
zh_hant: 設定完成

source: Share
zh_hant: 分享

source: Share key shards with trusted contacts for digital inheritance.
zh_hant: 與可信聯絡人分享金鑰碎片，以用於數位繼承。

source: Share QR
zh_hant: 分享 QR

source: Share URL
zh_hant: 分享網址

source: Share with nearby devices
zh_hant: 與附近裝置分享

source: Sharing
zh_hant: 分享

source: Sharing error: %@
zh_hant: 分享錯誤：%@

source: Sharing format
zh_hant: 分享格式

source: Sharing Nearby
zh_hant: 附近分享中

source: Sharing Preferences
zh_hant: 分享偏好

source: Show QR Code
zh_hant: 顯示 QR Code

source: Sign & Submit
zh_hant: 簽署並提交

source: Signing Proof
zh_hant: 簽署證明

source: Simulate NFC
zh_hant: 模擬 NFC

source: Simulated
zh_hant: 模擬

source: Skills
zh_hant: 技能

source: Skills (comma separated)
zh_hant: 技能（以逗號分隔）

source: Skip for now
zh_hant: 暫時略過

source: Solidarity Scan
zh_hant: Solidarity 掃描

source: Solidarity User
zh_hant: Solidarity 使用者

source: Something went wrong. %@
zh_hant: 發生錯誤。%@

source: Source: %@
zh_hant: 來源：%@

source: Start
zh_hant: 開始

source: Start Passport Flow
zh_hant: 開始護照流程

source: Stop
zh_hant: 停止

source: Storage error: %@
zh_hant: 儲存錯誤：%@

source: Success
zh_hant: 成功

source: Successfully created and verified \(method.rawValue) VC.
zh_hant: 已成功建立並驗證 \(method.rawValue) VC。

source: Successfully imported \(successCount) VCs.
zh_hant: 成功匯入 \(successCount) 個 VC。

source: Successfully joined %@!
zh_hant: 已成功加入 %@！

source: Supports OID4VP request, vp_token verify, credential offers, and SIOPv2.
zh_hant: 支援 OID4VP 請求、vp_token 驗證、憑證提供與 SIOPv2。

source: Sync & Backup
zh_hant: 同步與備份

source: Sync error: %@
zh_hant: 同步錯誤：%@

source: Syncing...
zh_hant: 同步中...

source: Tags
zh_hant: 標籤

source: Take Photo
zh_hant: 拍照

source: Tap save to add this card to your contacts
zh_hant: 點選儲存即可將此名片加入聯絡人

source: Tap version several times to enable developer mode.
zh_hant: 連續點擊版本數次可啟用開發者模式。

source: Text recognition failed or returned low confidence results.
zh_hant: 文字辨識失敗或信心值過低。

source: The business card has been successfully saved to your contacts.
zh_hant: 名片已成功儲存到你的聯絡人。

source: The proof may be expired or invalid. Please request a new one.
zh_hant: 證明可能已過期或無效。請重新申請。

source: The provided data is not in the expected format.
zh_hant: 提供的資料不符合預期格式。

source: The requested item could not be found.
zh_hant: 找不到請求的項目。

source: The requested resource does not exist.
zh_hant: 請求的資源不存在。

source: Their message
zh_hant: 對方訊息

source: Things I Can Prove
zh_hant: 我可證明的事項

source: This action cannot be undone.
zh_hant: 此操作無法復原。

source: This business card pass has already been added to your Apple Wallet.
zh_hant: 此名片通行證已加入您的 Apple Wallet。

source: This clears local encrypted files and onboarding status.
zh_hant: 這會清除本機加密檔案與新手引導狀態。

source: This feature requires an internet connection. Please try again when online.
zh_hant: 此功能需要網路連線。請連線後再試一次。

source: This user hasn't enabled Secure Messaging yet.
zh_hant: 此使用者尚未啟用安全訊息功能。

source: This will permanently delete your ZK identity. This action cannot be undone.
zh_hant: 這將永久刪除你的零知識身分。此操作無法復原。

source: Title
zh_hant: 職稱

source: Too many requests in a short time period.
zh_hant: 短時間內請求過多。

source: Traditional Chinese
zh_hant: 繁體中文

source: Trust: %@
zh_hant: 信任等級：%@

source: Try adjusting your search or filters
zh_hant: 試著調整你的搜尋或篩選條件

source: Unable to connect to signing service. Please check your internet connection.
zh_hant: 無法連線到簽章服務。請檢查您的網路連線。

source: Unable to generate Apple Wallet pass.
zh_hant: 無法產生 Apple Wallet Pass。

source: Unable to manage cryptographic keys.
zh_hant: 無法管理密碼學金鑰。

source: Unable to parse business card information from URL
zh_hant: 無法從 URL 解析名片資訊

source: Unable to read from or write to local storage.
zh_hant: 無法讀取或寫入本機儲存。

source: Unable to share business card data.
zh_hant: 無法分享名片資料。

source: Unable to verify email domain ownership.
zh_hant: 無法驗證電子郵件網域擁有權。

source: Unauthorized: %@
zh_hant: 未授權：%@

source: Universal Verification QR
zh_hant: 通用驗證 QR

source: Universal Verify
zh_hant: 通用驗證

source: Unknown error
zh_hant: 未知錯誤

source: Unknown error occurred
zh_hant: 發生未知錯誤

source: Unknown payload: %@
zh_hant: 未知內容： %@

source: Unlock conditions have not been met
zh_hant: 尚未達到解鎖條件

source: Unverified
zh_hant: 未驗證
